/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Lai abonētu, jānorāda mērķa adrese (IP adrese vai domēna vārds)";

/* About prefs tab title */
"About" = "Par";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Papildus lejupielādes";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Uzmanību! Šīs izvēles aktivizēšana pievienos Growl.app tavam pieteikšanās programmu sarakstam";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Atļaut citiem datoriem abonēt visus paziņojumus";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Tas ļaus Growl sākt darbu ik reizi, tev piesakoties, un arī citas programmas varēs lietot Growl";

/* Notification always stay on screen */
"Always" = "Vienmēr";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Izveidojot vai atverot vēstures ziņojumu datubāzi, notika nelabojama kļūda.\nŠobrīd ziņojumu vēstures saglabāšana ir izslēgta, tomēr kopsavilkums turpinās strādāt.\nJa paziņojumu vēsture tiks atkal ieslēgta, nekas netiks saglabāts, bet Growl izmantos ļoti daudz atmiņas.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Programma";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Izlemj programma";

/* Label for application level display style choice */
"Application's Display Style" = "Programmas paziņojumu izskata stils";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Programma: %1$@⏎\nNosaukums: %2$@⏎\nApraksts: %3$@⏎\nSpied, lai atvērtu žurnālu";

/* Application prefs tab title */
"Applications" = "Programmas";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Vai tiešām vēlies apturēt Growl?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Vai tiešām nodzēst %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Bonjour izveidots ieraksts, pašlaik nav atrodams";

/* Button title for canceling */
"Cancel" = "Atcelt";

/* Clear all history button title */
"Clear All History" = "Nodzēst visu vēsturi";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Dzēst visus paziņojumus vēstures kopsavilkumā";

/* No comment provided by engineer. */
"Clear Rollup" = "Dzēst kopsavilkumu";

/* close all open notifications */
"Close all notifications" = "Aizvērt visus paziņojumus";

/* Column title for a computer entry */
"Computer Name" = "Datora nosaukums";

/* Continue button title */
"Continue" = "Turpināt";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Atrasta bojāta instalācijas pakotne";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Nevar atrast skaņas failu ar nosaukumu “%@”";

/* Title of menu item for default display */
"Default" = "Noklusētais";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Noklusētā paziņojumu sākuma pozīcija";

/* Default style picker label */
"Default Style" = "Noklusējuma stils";

/* alert when history database could not be moved aside */
"Disabling History" = "Izslēgt vēsturi";

/* Label for the display style of the selected notification */
"Display Style:" = "Izskata stils:";

/* Column title for Display Styles */
"Display Styles" = "Izskata stili";

/* Display prefs tab title */
"Displays" = "Izskats";

/* Continue button title when done */
"Done" = "Aizvērt";

/* Label for the effect to use */
"Effect:" = "Efekts:";

/* Emergency notification priority */
"Emergency" = "Ārkārtas";

/* Label for application on/off switch */
"Enable %@" = "Ieslēgt %@";

/* Label for application on/off switch */
"Enable application" = "Ieslēgt programmas paziņojumus";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Aktivizēt Growl palaišanu piesakoties";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Aktivizēt vēsturi:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Ieslēgt žurnalēšanu";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Ieslēdzot šo opciju, Growl tiks darbināts kā fona process, nerādot ikonu panelī un dokā.\n\nLai varētu mainīt iestatījumus, atver Growl Finder logā vai Launchpad ekrānā.";

/* Alert when database has been corrupted */
"Error opening history database." = "Kļūda, atverot vēstures ierakstu datubāzi.";

/* A fade effect */
"Fade" = "izgaist";

/* fatal alert */
"Fatal Error" = "Nelabojama kļūda";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Ugunsmūra iestatījumi: tīkla paziņojumiem tiek izmantots TCP ports 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Pārsūtīt paziņojumus uz citiem datoriem";

/* Tab title for forwarding */
"Forwarding" = "Pārsūtīšana";

/* General prefs tab title */
"General" = "Vispārīgi";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Sameklēt programmu";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Iegūt vairāk stilu";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Growl kļūdu iesniegšana";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the History Database, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Mēģinot izveidot vēstures ierakstu datubāzi, notika nelabojama kļūda. Growl ir avarējis un beigs darbu pēc šī loga aizvēršanas. Lūdzu, raksti uz support@growl.info";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl vēsture deaktivizēta";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Lai izmaiņas stātos spēkā, Growl jāpārstartējas.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Growl paziņojumu kopsavilkums";

/* button to open http://growl.info */
"Growl Web Site" = "Growl tīmekļa vietne";

/* No comment provided by engineer. */
"Hide Rollup" = "Slēpt kopsavilkumu";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Slēpt vēstures kopsavilkumu";

/* High notification priority */
"High" = "Augsta";

/* History prefs tab title */
"History" = "Vēsture";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Ja apturēsi Growl, tad paziņojumus vairāk nevarēsi saņemt.";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "Ienākošie attālinātie paziņojumi un reģistrācijas izslēgti pēc lietotāja pieprasījuma";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "Ienākošie abonēšanas pieprasījumi izslēgti pēc lietotāja pieprasījuma";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Tīklā atrasts dators ar Growl 1.3 vai jaunāku versiju";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Pašrocīgi ievadīts datora nosaukums, uz kuru nosūtīt paziņojumus vai no kura tos abonēt";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informēt %@, ja noklikšķināts uz paziņojuma";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Nederīga protokola versija. Atbalstīta ir tikai versija 1.0";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Glabāt tik paziņojumus";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Glabāt tik dienas";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Veco Growl versiju atinstalētājs";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Gaidīt ienākošos paziņojumus no tīkla";

/* Title for section containing apps from the local machine */
"Local" = "Lokālie";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Trūkst šifrēšanas inicializācijas vektora";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Trūkstoša, nederīga vai nepareiza atslēgas heša simbolu virkne";

/* Moderate notification priority */
"Moderate" = "Mērena";

/* Network prefs tab title */
"Network" = "Tīkls";

/* Notification will never stay on screen */
"Never" = "Nekad";

/* No comment provided by engineer. */
"No" = "Nē";

/* Growl will run compeletely in the background */
"No icon visible" = "Ikona nav redzama";

/* No comment provided by engineer. */
"No Recent Notifications" = "Nesenu paziņojumu nav";

/* Normal notification priority */
"Normal" = "Normāla";

/* Label for the tab which contains notification settings */
"Notifications" = "Paziņojumi";

/* If the string is too long, use O */
"OFF" = "NĒ";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "JĀ";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Atvērt Growl iestatījumus...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Atvērt Growl iestatījumu paneli";

/* Column title for a password */
"Password" = "Parole";

/* No comment provided by engineer. */
"Pause Growl" = "Apturēt Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Apturēt Growl vizuālos paziņojumus";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "Atskaņot:";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Lūdzu, nenorādi localhost, Growl neatbalsta pārsūtīšanu sev.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Lūdzu, nenorādi localhost, Growl neatbalsta abonēšanu sev.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Lūdzu, norādi derīgu IPv4 vai IPv6 adresi vai derīgu domēna vārdu";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Spraudnis ’%@’ sekmīgi instalēts. Vai vēlies to konfigurēt tagad?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Spraudnis ’%@’ ir jau instalēts, vai vēlies to pārrakstīt?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Spraudnis ’%@’ nedarbosies ar šo Mac datoru un Mac OS X versiju. Vai turpināt instalāciju?";

/* No comment provided by engineer. */
"Plugin already exists" = "Spraudnis jau eksistē";

/* No comment provided by engineer. */
"Plugin installed" = "Spraudnis instalēts";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Spraudnim trūkst nepieciešamās arhitektūras";

/* No comment provided by engineer. */
"Plugin not installed" = "Spraudnis nav instalēts";

/* Preferences window title */
"Preferences" = "Iestatījumi";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Paraugs";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioritāte:";

/* No comment provided by engineer. */
"Quit" = "Aizvērt";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Apturēt un aizvērt Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Lasi instrukciju un aizver Growl";

/* Button title for removing something */
"Remove" = "Dzēst";

/* No comment provided by engineer. */
"Resume Growl" = "Atsākt Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Atsākt Growl vizuālos paziņojumus";

/* Rollup prefs tab title */
"Rollup" = "Kopsavilkums";

/* Rollup all notifications radio button */
"Rollup all notes" = "Apkopot visas piezīmes";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Parādīt kopsavilkumu automātiski";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Kopsavilkums ieslēgts";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Apkopot tikai žurnalētās piezīmes";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Atrast";

/* second part of string for idle timeout */
"seconds of inactivity" = "sekunžu dīkstāves";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Sūtīt paziņojumus uz kopsavilkumu pēc";

/* Label for server password field */
"Server Password:" = "Servera parole:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Parādīt deaktivizētos";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Rādīt ikonu izvēlnē un dokā";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Rādīt ikonu dokā";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Rādīt ikonu izvēlnē";

/* No comment provided by engineer. */
"Show Rollup" = "Rādīt kopsavilkumu";

/* No comment provided by engineer. */
"Show the History Rollup" = "Rādīt vēstures kopsavilkumu";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Rādīt/Slēpt īsceļu";

/* A slide effect */
"Slide" = "slīd";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Kaut kā mēs tikām līdz šejienei, analizējot protokola identifikatoru bez kļūdas. Tas ir neiespējami, vienalga vai tas bija derīgs vai nē";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Startēt Growl piesakoties";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Paliek uz ekrāna:";

/* Tab title for subscribers tab */
"Subscribers" = "Abonenti";

/* Tab title for subscriptions tab */
"Subscriptions" = "Abonementi";

/* No comment provided by engineer. */
"There are no new notifications" = "Nav jaunu paziņojumu";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Prombūtnes laikā bija %lu paziņojums";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Mēģinot abonēt paziņojumus no attālinātā datora, notika kļūda:⏎\nkods: %1$d⏎\napraksts: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Kļūda, instalējot spraudni ’%@’.";

/* No comment provided by engineer. */
"There was error opening the History database file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Atverot vēstures ierakstu datubāzi, notika kļūda, iespējams datubāze ir bojāta.\nGrowl saglabās šo datubāzi un izveidos jaunu.\nIespējams, tas noticis Growl vai datora avārijas rezultātā.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Prombūtnes laikā bija %lu paziņojumi";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Darbību nevar atsaukt! Lūdzu, apstiprini, ka vēlies dzēst visu paziņojumu vēsturi";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Šis ir stila %@ paraugs";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Tā nedrīkstēja notikt ne pie kādiem apstākļiem! - (void)subscribe drīkst izsaukt tikai vietējiem ierakstiem";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Tiks nodzēsti visi Growl iestatījumi lietotājam %@.";

/* Column title for the time column in the history table */
"Time" = "Laiks";

/* Column title for the title column in the history table */
"Title" = "Nosaukums";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Lai vēstures datubāze neaugtu neierobežoti liela, jābūt aktivizētai vismaz vienai automātiskās apgriešanas metodei";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Abu automātisko apgriešanas metožu deaktivizēšana nav atļauta";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "Neatbalstīts šifrēšanas veids, %@";

/* Column title for whether to use the item on the row */
"Use" = "Lietot";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Izmantot pielāgotu sākuma pozīciju";

/* label for using the global default starting position */
"Use default starting position" = "Izmantot noklusēto sākuma pozīciju";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Derīgs līdz:";

/* Very low notification priority */
"Very Low" = "Ļoti zema";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Brīdinājums! Tiks nodzēsta VISA vēsture";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Uzmanību! Growl tiks darbināts kā fona process";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "Apstrādājot paketi, notika kļūda, jo nav zināms, no kurienes pienākusi pakete";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Mēs redzam, ka Mac App Store instalācija ir sabojāta. Lūdzu, lai izlabotu problēmu, seko instrukcijai pēc pogas nospiešanas.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Laipni lūgts Growl!";

/* No comment provided by engineer. */
"Yes" = "Jā";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Tu vari pieslēgties pašrocīgi, izmantojot sekojošas adreses:";

